Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/deltar-paa-konferansen-high-north-dialogue-bodoe.html.tmx
Source language: nob
Languages: sme

source: Deltar på konferansen High North Dialogue - Bodø
sme: Sámediggepresideanta Aili Keskitalo searvá konferánsii High North Dialogue Bådåddjos njukčamánu 18.-19. beivviid 2020.

source: Sametingspresident Aili Keskitalo deltar på konferansen High North Dialogue i Bodø 18.-19. mars 2020.
sme: Konferánssa vuolit bajilčála lea .

source: Undertittelen for konferansen er .
sme: Presideanta lea bovdejuvvon aktiivvalaš oassálastimii konferánssa nuppi panelas, mas lea guovddážis leat investeremat ja olbmot davviguovlluin.

source: Presidenten er invitert til aktiv deltakelse i konferansens andre panel som tar for seg investeringer og folk i nordområdene.
sme: Dát dáhpáhuvvá konferánssa vuosttaš beaivvi, njukčamánu 18. beaivvi.

source: Datoen for panelet satt til konferansens første dag, 18. mars.
sme: High North Dialogue lea jahkásaš konferánsa maid lágida Nuortta universitiehtta Davveguovloguovddáš.

source: High North Dialogue er en årlig konferanse arrangert av Nordområdesenteret ved Handelshøgskolen, Nord universitet.
sme: Konferánsa lea riikkaidgaskasaš, ja oasseváldit leat earret eará USA:s, Ruoššas, Davveriikkain, muđui Eurohpás ja Kiinnás.

source: Konferansen er internasjonal med deltakere fra USA, Russland, Norden, øvrige Europa og Kina.
sme: Konferánssa ulbmil lea digaštallat árvohuksema hástalusaid ja vejolašvuođaid davvin.
